[
    {
        "name":"Martin D-16RGT", 
        "image":"images/acoustic/Martin-D-16RGT.jpg",
        "summary": "A popular solid-wood Martin with a premium feel.",
        "amazon_link":"https://www.amazon.com/Martin-D-16RGT-Dreadnought-Rosewood-Sides/dp/B001R2JRFY?tag=guitarfella0a-20",
        "overall_rating": 4.75,
        "body_rating": 4.9,
        "hardware_rating": 4.8,
        "sound_rating": 4.95,
        "value_rating": 4.3,
        "description": "<p>It’s hard to beat Martin when it comes to building a premium acoustic guitar and, while the D-16RGT may not be one of their higher-end models, it certainly ticks all our boxes. Good-looking? Tick. Smooth playability? Tick. Beautiful rich tone? Tick!</p> <p> Made entirely from solid wood – Sitka spruce on the top and East Indian rosewood on the back and sides – the overall feeling of quality you get from this American-made Martin is overwhelming. The tone of the elegant dreadnought is big and booming, but bright and well-balanced.</p> <p>Features include a sleek satin-finished neck, the use of eco-friendly Richlite for the fretboard, solid hardware, and a great Martin hardshell case. Check out everything about the Martin D-16RGT in the full review.</p>"
    },
    {
        "name":"Takamine EF360S-TT", 
        "image":"images/acoustic/Takamine-EF360S-TT.jpg",
        "summary": "A vintage masterpiece from Takamine!",
        "amazon_link":"https://www.amazon.com/Takamine-EF360S-TT-Thermal-Acoustic-Electric/dp/B01AYFA06Y?tag=guitarfella0a-20",
        "overall_rating": 4.78,
        "body_rating": 4.9,
        "hardware_rating": 4.8,
        "sound_rating": 4.95,
        "value_rating": 4.7,
        "description": "<p>The innovative Japanese brand Takamine has produced another high-end winner with their all-solid-wood EF360S-TT, which takes advantage of their Thermal Top aging process.</p><p>This sees the top – solid spruce in this case – baked at a high heat to open up the wood and encourage a rich vintage tone. And it works! The sound coming from this delightful guitar is full and warm, and one that is well-replicated via the stealthy Takamine onboard electronics.</p><p>But it’s not just the tone that’s well-aged, as the whole guitar sports a cool vintage theme, including ivoroid binding, faux tortoiseshell pickguard and open-geared tuners. There’s more on this excellent premium guitar in the complete Takamine EF360S-TT review.</p>"
    },
    {
        "name":"Breedlove Oregon Concert CE", 
        "image":"images/acoustic/Breedlove-Oregon-Concert.jpg",
        "summary": "Tight and bright in both looks and sound!",
        "amazon_link":"https://www.amazon.com/Breedlove-Oregon-Concert-Sitka-Spruce/dp/B01MTFVZTL?tag=guitarfella0a-20",
        "overall_rating": 4.75,
        "body_rating": 4.95,
        "hardware_rating": 4.7,
        "sound_rating": 4.7,
        "value_rating": 4.7,
        "description": "<p>Handcrafted in America, Breedlove’s Oregon Concert CE is a worthy addition to this premium chart, thanks to its bold style and bright tone. With a cutaway concert body, the top is made of solid Sitka spruce while the lesser-seen Myrtlewood is used on the back and sides, featuring a light and attractive grain that is certain to turn a few heads.</p><p>Meanwhile, the slim, semi-gloss neck with its 20-fret African ebony fretboard is a pleasure to play for guitarists of all sizes. This guitar also comes loaded with L. R. Baggs electronics and a very nice hard-shell case.</p><p>You can find everything you need to know about the Breedlove Oregon Concert CE in the complete review.</p>"
    },
    {
        "name":"Taylor 314ce", 
        "image":"images/acoustic/Taylor-Guitars-314ce.jpg",
        "summary": "An impressive all-American, all-solid wood electro-acoustic from Taylor.",
        "amazon_link":"https://www.amazon.com/Taylor-314ce-Sapele-V-class-Bracing/dp/B07F7P4L9K?tag=guitarfella0a-20",
        "overall_rating": 4.72,
        "body_rating": 4.8,
        "hardware_rating": 4.7,
        "sound_rating": 4.7,
        "value_rating": 4.7,
        "description": "<p>The 314ce is the first genuine American-made Taylor on the market, although is by no means your typical ‘entry-level’ guitar – this is a quality electro-acoustic that really performs. It feature Taylor’s Grand Auditorium body shape with a 25.5” scale length, and sports a Venetian cutaway.</p><p>The glossy top is crafted from solid Sitka spruce, with solid sapele back and sides, a satin-finished tropical mahogany neck, and a genuine African ebony fretboard, with 20 frets – a good selection of tonewoods on offer.</p><p>As for hardware, the 314ce features Taylor’s Expression System 2, with their patented behind-the-saddle pickup. As we mention in our 314ce review, the controls are simple and the pickup delivers a natural sound, retaining the guitar’s acoustic characteristics.</p>"
    },
    {
        "name":"Taylor 200 Series Deluxe 224ce-K", 
        "image":"images/acoustic/Taylor-200-Series.jpg",
        "summary": "A high-end all-koa model from Taylor’s 200 Series Deluxe.",
        "amazon_link":"https://www.amazon.com/Taylor-224ce-Deluxe-Grand-Auditorium/dp/B01MQCFTE0?tag=guitarfella0a-20",
        "overall_rating": 4.77,
        "body_rating": 4.97,
        "hardware_rating": 4.93,
        "sound_rating": 4.5,
        "value_rating": 4.8,
        "description": "<p>One of the highlights of Taylor’s 200 Series Deluxe is the unique 224ce-K electro-acoustic. Featuring Taylor’s famous Grand Auditorium shape, the top of this guitar is made from solid Hawaiian koa, while the back and sides are made from a layered laminate of the same wood.</p><p>The neck of this eye-catching acoustic is crafted from satin-finished sapele, and features a genuine African ebony fretboard with 20 frets. Thanks to the koa build, the guitar features a very bright sound that warms as you play it.</p><p>Its natural resonance is boosted by Taylor’s Expression System 2 electronics. All in all, an impressive offering from the acoustic giants – as we highlight in the full review of the 224ce-K DLX.</p>"
    },
    {
        "name":"RainSong Hybrid Series H-WS1000N2", 
        "image":"images/acoustic/RainSong-Hybrid-Series.jpg",
        "summary": "An impressive high-end electro-acoustic made entirely from carbon fiber.",
        "amazon_link":"https://www.amazon.com/RainSong-H-WS1000N2-cutaway-acoustic-electric/dp/B0035WTLWI?tag=guitarfella0a-20",
        "overall_rating": 4.70,
        "body_rating": 4.95,
        "hardware_rating": 4.97,
        "sound_rating": 4.2,
        "value_rating": 4.8,
        "description": "<p>Wherever you play your guitar – bedroom, beach, or rainforest – this premium carbon fiber electro-acoustic from RainSong is worth your time. The H-WS1000N2’s single-cutaway body is made of carbon and glass fiber, meaning warping and bowing due to humidity and temperature changes are a thing of the past.</p><p>There’s a modified U-shaped neck, which is also made entirely from graphite with an adjustable truss rod, a composite fretboard, and 21 frets. It’s comfortable to hold and very lightweight, although can take a beating. As for the electronics, the guitar has a Fishman Prefix+T preamp system, with a good range of controls.</p><p>While it may lack something compared to a similar priced Martin or Taylor, it still sounds superb – bright, and well-balanced. Check out our full review of the H-WS1000N2 here.</p>"
    },
    {
        "name":"Takamine TH5C", 
        "image":"images/acoustic/Takamine-TH5C.jpg",
        "summary": "An excellent classical guitar with superior electronics.",
        "amazon_link":"https://www.amazon.com/Takamine-TH5C-Classical-String-Acoustic/dp/B01CF0WAR8?tag=guitarfella0a-20",
        "overall_rating": 4.77,
        "body_rating": 4.95,
        "hardware_rating": 4.98,
        "sound_rating": 4.8,
        "value_rating": 4.8,
        "description": "<p>Any guitar boasting the name of Takamine’s Master Luthier Mass Hirade – who left a huge mark on the Japanese brand with his innovative design and craftsmanship – must be a pretty good instrument. And the TH5C Hirade is certainly that!</p><p>This traditional classical guitar has a modern feel with an ultra-playable slim mahogany neck (2.008” nut width) and 19 frets that are easily accessed thanks to the cutaway in the body. As we mention in the full TH5C review, this body features solid wood all over – there’s solid cedar on the top, with solid rosewood on the back and sides.</p><p>The highlight, though, is the inclusion of Takamine’s versatile CTP-3 CoolTube Preamp system, which features low-voltage tube tone and 3-band EQ. Excellent.</p>"
    },
    {
        "name":"Cordoba Solista CD/IN", 
        "image":"images/acoustic/Cordoba-Solista-CD-IN.jpg",
        "summary": "A beautiful premium classical performer from the Spanish masters.",
        "amazon_link":"https://www.amazon.com/Cordoba-Solista-CD-Acoustic-Classical/dp/B001G7BYEW?tag=guitarfella0a-20",
        "overall_rating": 4.83,
        "body_rating": 4.98,
        "hardware_rating": 4.98,
        "sound_rating": 4.98,
        "value_rating": 4.98,
        "description": "<p>Hand-crafted in Valencia, Spain, this delightful Cordoba Solista is a very popular choice for the professional classical guitarist – and it’s easy to see why. With an attractive traditional body shape, the guitar features a solid quarter-sawn Canadian cedar top with Spanish bracing, and solid Indian rosewood back and sides.</p><p>There’s a highly-glossed Spanish cedar neck, with a smooth ebony fretboard and 19 frets. It looks great, and the craftsmanship is second-to-none. How does it sound? Excellent! As we mention in our full review of the Solista it produces a warm, melodic tone with plenty of projection.</p><p>A superb choice for any classical guitarist, that comes with a HumiCase Protege hardshell case, featuring a built-in humidification system.</p>"
    },
    {
        "name":"Cordoba 55FCE Thinbody Limited", 
        "image":"images/acoustic/Cordoba-55FCE-Thinbody.jpg",
        "summary": "A high-end flamenco guitar from Cordoba, as favored by the Gipsy Kings.",
        "amazon_link":"https://www.amazon.com/Cordoba-55FCE-Negra-Limited-Acoustic-Electric/dp/B00JST5CRA?tag=guitarfella0a-20",
        "overall_rating": 4.80,
        "body_rating": 4.95,
        "hardware_rating": 4.8,
        "sound_rating": 4.9,
        "value_rating": 4.95,
        "description": "<p>This impressive high-end electro-acoustic classical guitar from Cordoba is favored by the iconic flamenco group the Gipsy Kings, and for good reason. It features a thin single-cutaway flamenco body with a top crafted from solid European spruce, with essential clear flamenco-style tap plate, while the back and sides are made from ziricote – a rare and striking wood that’s similar to rosewood.</p><p>The neck is made from Spanish cedar with a high-gloss finish, an ebony fretboard and 19 frets, with a slightly smaller nut width of 1.96”.</p><p>As we mention in our full review of the 55FCE, the electronics on offer are great – a Fishman Prefix ProBlend system with undersaddle piezo pickup and versatile controls. There’s a beautiful rich tone that remains well-balanced, especially through an amplifier.</p>"
    },
    {
        "name":"Godin Multiac Grand Concert Duet Ambiance", 
        "image":"images/acoustic/Godin-Multiac-Grand-Concert.jpg",
        "summary": "Certainly non-traditional, but Godin impress with an attractive and versatile electro-acoustic.",
        "amazon_link":"https://www.amazon.com/Godin-031498-Concert-Multiac-Ambiance/dp/B001QCXSIM?tag=guitarfella0a-20",
        "overall_rating": 4.80,
        "body_rating": 4.9,
        "hardware_rating": 4.8,
        "sound_rating": 4.9,
        "value_rating": 4.9,
        "description": "<p>By no means a traditional classical guitar, but this excellent Multiac Grand Concert Duet Ambiance from Godin displays unrivaled amplified sound, with eye-catching looks. The guitar sports the classic Multiac shape, with no sound hole, and a generous cutaway.</p><p>The body is made of chambered mahogany, with a solid cedar top, and features a soft C-shaped Honduran mahogany neck, an ebony fretboard and 19 frets. As for sound, it has a state-of-the-art custom Fishman electronics with undersaddle transducer and four individual virtual microphone models, allowing you to shape and blend the sound of the guitar as you like.</p><p>It can provide wonderful tones and awesome playability, and would suit any serious performer who prefers to play plugged in. Check out our full review of the Duet Ambiance here.</p>"
    }
]