[
    {
        "name":"Fender Rory Gallagher Signature Stratocaster", 
        "image":"images/electric/Fender-Rory-Gallagher-Signature-Stratocaster.jpg",
        "summary": "Rory Gallagher’s legendary beat up Strat recreated in all its glory!",
        "amazon_link":"https://www.amazon.com/Fender-Gallagher-Signature-Stratocaster-Electric/dp/B07KJ8WSM2?tag=guitarfella0a-20",
        "overall_rating": 4.82,
        "body_rating": 5,
        "hardware_rating": 5,
        "sound_rating": 4.85,
        "value_rating": 4.6,
        "description": "<p>Bought for less that two hundred bucks in the early 1960s, the late Rory Gallagher’s original Stratocaster saw a lot of action in its lifetime. With this replica Strat from Fender’s high-end Custom Shop, you can now own a true piece of history.</p><p>Fender’s craftsmen have painstakingly replicated the wear and tear of Gallagher’s original. This includes barely any paintwork on the solid alder body, a thoroughly distressed maple neck and rosewood fretboard, and well-aged plastic.</p><p>The hardware is also subject to the same attention to detail, such as adding a single Gotoh tuner among five Sperzel machine heads – as we focus on in the full review of this awesome Rory Gallagher Stratocaster.</p>"
    },
    {
        "name":"Ibanez JEM7V Steve Vai Signature", 
        "image":"images/electric/Ibanez-JEM7V-Steve-Vai-Signature.jpg",
        "summary": "The man, the myth, the legend encapsulated in one guitar.",
        "amazon_link":"https://www.amazon.com/Ibanez-Signature-Electric-Rosewood-Fretboard/dp/B0002GJSEQ?tag=guitarfella0a-20",
        "overall_rating": 5,
        "body_rating": 5,
        "hardware_rating": 5,
        "sound_rating": 5,
        "value_rating": 5,
        "description": "<p>The JEM7V Steve Vai Signature model is as distinctive as the guitarist who both inspired and help to design it. It has an alder body with a five piece walnut/maple neck.</p><p>The fingerboard is rosewood and has the intricate Tree of Life inlay. The DiMarzio pickups are Evolutions in an HSH configuration. The humbuckers can be coil tapped through the 5-way switch giving plenty on tonal options. The whammy bar is Ibanez’s own Edge design that stays in tune nicely no matter how many dive bombs you do.</p><p>The monkey grip is instantly recognizable and a nice bit of fun in a very serious tone machine. Another nice touch is the 21-24 frets are scalloped. This is a six-string masterpiece.</p>"
    },
    {
        "name":"Ernie Ball Music Man John Petrucci Majesty Monarchy", 
        "image":"images/electric/Ernie-Ball-Music-Man-John-Petru.jpg",
        "summary": "Surely one of the finest guitars ever made.",
        "amazon_link":"https://www.amazon.com/dp/B01N7RKIUA?tag=guitarfella0a-20",
        "overall_rating": 4.95,
        "body_rating": 5,
        "hardware_rating": 5,
        "sound_rating": 5,
        "value_rating": 4.85,
        "description": "<p>The epic collaboration between Ernie Ball Music Man and John Petrucci has resulted in the Majesty Monarchy, which is undoubtedly one of the best guitars in the world today.</p><p>In several finish options, it sports a distinctive double-cutaway body made of African mahogany with a maple top, while it features an absolutely gorgeous 24-fret mahogany neck that ‘gets out of the way’ and really lets you play. Hardware is second-to-none, with a pair of DiMarzio Sonic Ecstasy humbuckers in addition to a piezo pickup at the bridge, all combining for a huge tonal range – from thick, tight and aggressive output to rich acoustic tones.</p><p>It’s pretty much perfect – and for the huge price we’d expect nothing less. Be sure to check out the full review!</p>"
    },
    {
        "name":"Gibson Les Paul Standard 2019", 
        "image":"images/electric/Gibson-Les-Paul-Standard-2019.jpg",
        "summary": "Electric guitar perfection with the most versatile Les Paul ever.",
        "amazon_link":"https://www.amazon.com/Paul-Standard-Heritage-Cherry-Sunburst/dp/B07YF3R3XJ/ref=sr_1_1?keywords=gibson+les+paul+standard&qid=1570532376&sr=8-1",
        "overall_rating": 4.92,
        "body_rating": 5,
        "hardware_rating": 5,
        "sound_rating": 5,
        "value_rating": 4.5,
        "description": "<p>While a little controversial, we believe one of the best guitars in the world today is this Les Paul Standard from Gibson’s 2019 collection.</p><p>With an AAA figured maple top and a selection of gorgeous finishes, this Les Paul features enough to keep traditional Gibson enthusiasts satisfied, but the iconic brand adds some modern upgrades to make this the most versatile Les Paul ever.</p><p>This includes a wide range of tone controls, through standard knobs, push/pull functions and five dip switches. Along with an excellent asymmetrical neck, rock-solid hardware and two hardworking humbuckers, this all adds up to a hugely playable and flexible guitar built for serious guitarists. Check out our complete Les Paul Standard 2019 review for more!</p>"
    },
    {
        "name":"ESP E-II M-I", 
        "image":"images/electric/ESP-E-II-M-I.jpg",
        "summary": "No-nonsense workhorse of a guitar built for metal.",
        "amazon_link":"https://www.amazon.com/ESP-Electric-Guitar-Black-Satin/dp/B00JHKR87C?tag=guitarfella0a-20",
        "overall_rating": 4.72,
        "body_rating": 4.8,
        "hardware_rating": 4.6,
        "sound_rating": 4.85,
        "value_rating": 4.5,
        "description": "<p>We come to one of the simplest guitars on this chart – the E-II M-I from ESP. This high-end Japanese-made instrument is undoubtedly built for modern rock and metal, with an ominous all-black design and blistering tone.</p><p>This powerful sound comes from the single EMG 81 active humbucker in the bridge position, delivering mix-cutting leads and tight, clear rhythm – regardless how heavy your distortion or low your tunings. Controls? That’s just as simple with one volume knob!</p><p>In the main review of the ESP E-II M-I, we discuss the minimalist design and build quality, along with the neck, which gets out of your way as you play. The fixed bridge and locking tuners finish off a very reliable axe.</p>"
    },
    {
        "name":"Fender James Burton Telecaster", 
        "image":"images/electric/Fender-James-Burton-Tele.jpg",
        "summary": "An American-made guitar fit for a Telecaster master!",
        "amazon_link":"https://www.amazon.com/Fender-James-Burton-Telecaster-Fretboard/dp/B000GAMYTY?tag=guitarfella0a-20",
        "overall_rating": 4.83,
        "body_rating": 4.9,
        "hardware_rating": 4.9,
        "sound_rating": 4.85,
        "value_rating": 4.7,
        "description": "<p>While Fender’s James Burton Telecaster doesn’t guarantee you’ll sound exactly like the ‘Master of the Telecaster’, it certainly gives you the opportunity to try. This is primarily down to the trio of specially-designed single-coil pickups and the versatile controls that mean pretty much any style of music is catered for – from ZZ Top and Elvis, to James Burton himself!</p><p>As we highlight in the full review of the James Burton Telecaster, this American-made guitar is a real looker. Check out its custom paisley flames paint job and the gold-plated hardware!</p><p>The vintage U-shaped maple neck is also very good and gives a solid feel in the hands. Even for the considerable price tag, this one feels like good value from Fender.</p>"
    },
    {
        "name":"Godin LGXT 3-Voice Solid Body", 
        "image":"images/electric/godin-lgxt-515222.jpg",
        "summary": "An electric, acoustic, and synth, all in one exquisite package.",
        "amazon_link":"https://www.amazon.com/Godin-Solid-3-Voice-Electric-Guitar/dp/B000EGHLT8?tag=guitarfella0a-20",
        "overall_rating": 4.92,
        "body_rating": 4.85,
        "hardware_rating": 5,
        "sound_rating": 4.95,
        "value_rating": 4.95,
        "description": "<p>The Godin LGXT is three guitars in one. You can see this in the three different output jacks; one for the magnetic picks, one for the bridge transducer, and one for the synth controller.</p><p>The magnetics are Seymour Duncan Custom Humbuckers. The transducer pickup has separate volume, treble, midrange, and bass controls. There are two three-way mini switches to harness the many functions of the LGXT. The first switches works with the 13-pin output and switches between Acoustic/Electric, Acoustic/Electric/Synth, and Synth only output.</p><p>The other duplicates the function of the S1/S2 switch of the Roland GK pickup. The guitar itself has a unique body design and is made from silver leaf maple. The neck is mahogany with an ebony fingerboard.</p>"
    },
    {
        "name":"Ibanez RG5121", 
        "image":"images/electric/Ibanez-RG5121.jpg",
        "summary": "The pick of the bunch from Ibanez’s awesome high-end Prestige Series.",
        "amazon_link":"https://www.amazon.com/Ibanez-Prestige-RG5121-Electric-Guitar/dp/B07MF45638?tag=guitarfella0a-20",
        "overall_rating": 4.85,
        "body_rating": 5,
        "hardware_rating": 4.9,
        "sound_rating": 4.85,
        "value_rating": 4.7,
        "description": "<p>New for 2019, the RG5121 is one of Ibanez’s best ever RGs – and that’s saying something considering the extensive back catalog the Japanese brand can boast.</p><p>This Prestige Series RG sports a tasteful high-end design with a dark blue satin-finished top contrasting with a gorgeous unpainted mahogany on the back and sides. The sleek Super Wizard HD neck is low-profile and very fast, while the hardware makes for rock-solid tuning stability and great sustain.</p><p>We discuss the electronics more in the full review of the Ibanez RG5121, yet it’s fitted with two active ceramic Fishman Fluence Modern Humbuckers, with different voicing options for great power and surprising versatility. A serious guitar for serious metalheads.</p>"
    },
    {
        "name":"Fender Eric Clapton Stratocaster", 
        "image":"images/electric/Fender-Eric-Clapton-Strat.jpg",
        "summary": "A versatile Strat that can help you sound like Slowhand!",
        "amazon_link":"https://www.amazon.com/Fender-Clapton-Stratocaster-Electric-Fretboard/dp/B0002KZV6Q",
        "overall_rating": 4.85,
        "body_rating": 5,
        "hardware_rating": 4.85,
        "sound_rating": 4.9,
        "value_rating": 4.75,
        "description": "<p>Eric Clapton – undoubtedly one of the most iconic names in the history of rock and blues guitar. So, it makes sense that his high-end Fender signature model – the Eric Clapton Stratocaster – is such a winner.</p><p>While it’s pretty pricey, it shows great value due to the playability and tone on offer. This comes mainly thanks to the trio of Fender Vintage Noiseless single-coils, which are versatile enough on their own, but then throw in some advanced tone controls (a Treble Bass Expander and active mid-boost control) and you really have an instrument on another level.</p><p>The design and build are also top-notch, with a solid alder body, a bolt-on soft V-shaped maple neck and 22 vintage-style frets. There’s more on this beautiful performer in the full review.</p>"
    },
    {
        "name":"Guild Starfire V", 
        "image":"images/electric/Guild-Starfire-V.jpg",
        "summary": "High-end remake of the original Starfire V from Guild.",
        "amazon_link":"https://www.amazon.com/Guild-Starfire-Tailpiece-Semi-Hollow-Electric/dp/B00JW1SWPI?tag=guitarfella0a-20",
        "overall_rating": 4.78,
        "body_rating": 4.85,
        "hardware_rating": 4.7,
        "sound_rating": 4.85,
        "value_rating": 4.8,
        "description": "<p>Readers of our articles on the best blues guitars will already be familiar with the high-end Starfire V from Guild – a beautiful Korean-made reissue of the original 1960’s Starfire V.</p><p>With a semi-hollow body made from laminated maple and one of three gorgeous retro finishes to choose from, this reissue shows off plenty of vintage appeal, premium build and comfortable playability on the three-piece soft U-shaped neck.</p><p>Thanks to the pair of unique ‘Little Buckers’ and the quality electronics, this guitar sounds as good as it looks, with a versatile tone offering warmth and balance that’s perfect for everything from jazz and blues to classic rock. You can read more on the Guild Starfire V in the complete review.</p>"
    }
]